Revit 2027 API
UnitTypeId.Footcandles Property
 Footcandles.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Footcandles { get; }
Public Shared ReadOnly Property Footcandles As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Footcandles {
	ForgeTypeId^ get ();
}
static member Footcandles : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace